/* App name */
"Batteries" = "电池";

/* Trial expired messages */
"Trial Expired." = "试用期已过";

"Trial has expired" = "试用期已过";

"Click here to purchase license." = "点击此处购买许可证.";

/* Trial days remaining */
"%d Days Remaining" = "剩余 %d 天";

/* registered to email address */
"Registered to: %@" = "注册给: %@";

/* Widget description */
"Get quick access to your device batteries." = "快速访问您的设备电池。";

/* Battery preferences menu item title */
"Battery Preferences…" = "电池首选项…";

/* Low Battery Preferences */
"Low Battery Notifications: On" = "低电量提示: 开";

"Low Battery Notifications: Off" = "低电量提示: 关";

/* App version number */

"v%@" = "v%@";

/* iPhone/iPad explanatory text macOS 14 and older */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with iTunes Wi-Fi sync enabled, that are connected to the same Wi-Fi network as this computer." = "注意：低电量通知只适用于启用了iTunes Wi-Fi同步的iPhone、iPad和iPod，并且与这台电脑连接到同一Wi-Fi网络。";

/* iPhone/iPad explanatory text macOS 15 and later */

"Note: Low Battery notifications are only available for iPhones, iPads and iPods with \"Show this device when on Wi-Fi\" enabled in Finder, that are connected to the same Wi-Fi network as this computer." = "注意：低电量通知只适用于在访达中启用了 \"在Wi-Fi上显示此设备 \"的iPhone、iPad和iPod，这些设备与这台电脑连接到同一个Wi-Fi网络。";

"iTunes Wi-Fi sync enabled" = "启用iTunes Wi-Fi同步功能";

/* Cannot communicate with helper warning alert title */
"Warning: cannot communicate with helper app." = "警告：无法与帮助者应用程序连接。";

/* Cannot communicate with helper alert message */
"Please make sure that the Batteries app is in the Applications folder." = "请确保电池应用程序在应用程序文件夹中。";

/* General preference pane title */
"General" = "通用";

"Version %@" = "版本 %@";

/* Notifications preference pane title */
"Notifications" = "通知";

/* Notifications enabled status, shown with check option next to it */
"Notifications enabled" = "启用通知";

/* Visible in UI, shown with check option next to it */
"Visible in UI" = "在用户界面可见";

/* "Send Low Battery Notification at:", shown with percentage under it */
"Send Low Battery Notification at:" = "发出低电量通知:";

/* Registration preference pane title */
"Registration" = "注册";

/* license key section title */
"License Key" = "许可证密钥";

/* trial mode header title */
"Trial Mode" = "试用模式";

/* Purchase license button title */
"Purchase License" = "购买许可证";

/* Paddle trial text */
"Thanks for downloading a trial of Batteries for Mac! We hope you enjoy it." = "感谢您下载Batteries for Mac的试用版! 我们希望您喜欢。";

/* Bluetooth low energy device placeholder name */

"BLE Device" = "蓝牙设备";

/* earphones left */
"🅛" = "🅛";

/* earphones right */
"🅡" = "🅡";

/* earphones case */
"(Case)" = "(盒子)";

/* Unknown device name */
"Unknown device" = "未知设备";

/* Bluetooth device placeholder name */
"Bluetooth Device" = "蓝牙设备";

/* This Mac device name */
"This Mac" = "这台 Mac";

/* Menu bar power source type battery */
"Battery" = "电池";

/* Menu bar power source power adapter */
"Power Adapter" = "电源适配器";

/* Menu bar power source unknown */
"Unknown" = "未知";

/* Menu bar battery fully charged */
"Fully Charged" = "已充满";

/* Menu bar battery is not charging */
"Battery Is Not Charging" = "电池未充电";

/* Menu bar battery time until fully charged */
"%@ until fully charged" = "%@直到完全充满";

/* Menu bar battery time remaining */
"%@ remaining" = "剩余 %@";

"Battery" = "电池";

"Power Source: %@" = "电源: %@";

/* Menu bar trial expired message */
"Trial expired. Please purchase license." = "已过试用期，请购买许可证。";

/* Notification trial expired title */
"Your trial of Batteries has expired" = "您的Batteries应用试用期已过";

/* Notification trial expired subtitle */
"Please purchase a license to continue using Batteries." = "请购买Batteries的许可证以便继续使用此应用。";

/* Low battery notification title - low battery on <device-name> */
"Low Battery on %@" = "电池电量不足 %@";

/* Low battery notification subtitle - xx% of battery remaining */
"%d%% of battery remaining" = "剩余电量 %d%% ";

/* Touch bar trial expired */
"Batteries trial has expired." = "Batteries 试用期已过.";

/* Failed to communicate with helper app message */
"Failed to communicate with helper app." = "无法与帮助应用连接.";
